In [5]:
import pandas as pd

filename = 'assets/reading_in_csv_example.csv'

df = pd.read_csv(filename)

df.head()

    Name  Age            Work  Unnamed: 3
0    Jan   12          Farmer         NaN
1    Rik   99  Data Scientist         NaN
2  Jonas   14        Magician         NaN
3  Julia   51    Construction         NaN

In [4]:
df.head()

    Name  Age            Work  Unnamed: 3
0    Jan   12          Farmer         NaN
1    Rik   99  Data Scientist         NaN
2  Jonas   14        Magician         NaN
3  Julia   51    Construction         NaN